<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="/WEB-INF/jsp/include/util/config_manager.jsp"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="./signupagreement_files/main.css" rel="stylesheet" type="text/css">

</head>
<body style="overflow-y :scroll"><h3 class="text_html_h3">服务条款</h3>
<div class="text_html_cont">
<p class="p_padleft"><%=company%>广告服务协议<br>
<%=company%>广告的所有权和经营管理权归<%=company%>广告所有。<font color="red">为获得<%=company%>广告所提供的相关服务，服务使用者（以下简称“用户”，用户包括广告主、开发者、渠道人员和网站主）须要同意本协议的全部条款并按照页面上的提示完成注册程序。用户在按照<%=company%>提示提交详细资料并注册后，<%=company%>将发出确认邮件，用户激活<%=company%>确认邮件中提供的链接以后，正式成为“<%=company%>广告”的合作网站，则视为用户完全接受<%=company%>协议的所有条款，并享有<%=company%>提供的服务，所有的操作及相关说明都能够在<%=company%>网站中获取。若您不接受以下条款，请您立即停止注册或主动停止使用本网站的服务。</font>
</p><p class="p_padleft">服务内容<br>
<%=company%>广告的服务内容由<%=company%>广告根据实际情况向平台用户提供，<%=company%>广告保留变更服务的权利。
</p><br><br>
<p class="p_padleft">申请资格<br>
♦用户声明与保证<br>
1. 网站的运行和经营严格遵守相关法律法规，所进行的推广宣传及相关经营活动合法。<br>
2. 如实填写用户资料，提供真实、准确、完整的用户资料和网站资料。<%=company%>不承担对上述资料的真实性的审查责任。<br>
3. 妥善保存并迅速更新用户资料和网站资料，确保它们真实、准确、及时和完整。<br>
4. 使用本平台服务期间用户如有包括但不仅限于以下变更：手机应用程序内容、汇款信息及联系人资料，应及时通知<%=company%>。因用户不及时通知<%=company%>客服人员更新资料而造成的一切后果，由用户自行负责。<br>
5. 本平台将给予每个用户一个用户账号以及相应密码，该用户账号和密码由用户负责保管，用户应当对以其用户账号进行的所有活动和事件负法律责任。<br>
6. 用户承诺，因违反本服务条款或在本服务条款中提及的应遵守的其他文件，或因合作网站违反了法律或侵害了第三方的权利，而使第三方对<%=company%>平台及成员提出索赔要求，用户必须全额赔偿给<%=company%>平台。
	</p><br>
<p class="p_padleft">
♦用户在使用平台提供的服务时，必须遵循以下原则：<br>
1. 用户不得向平台投放包含以下内容的广告和提交包含以下内容的应用程序：<br> 
•违反国家宪法所规定的基本原则的;<br> 
•危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;<br> 
•损害国家荣誉和利益的;<br> 
•煽动民族仇恨、民族歧视，破坏民族团结的;<br> 
•破坏国家宗教政策，宣扬邪教和封建迷信的;<br> 
•散布谣言，扰乱社会秩序，破坏社会稳定的;<br> 
•散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;<br> 
•侮辱或者诽谤他人，侵害他人合法权益的;<br> 
•侵犯他人知识产权的，包括但不限于专利权、商标权、著作权；<br> 
•侵犯他人商业秘密的；<br> 
•含有法律、行政法规禁止的其他内容的;<br> 
2. 用户不得用任何不正当手段损害本平台其他用户及本平台的利益及声誉，不得滥用系统账号，不得恶意扰乱系统运行秩序，严禁通过设备、程序以及其他不合法的手段提高个人收入或作弊，一旦发现,将封锁帐号并且不给予结算。<br> 
3. 本网站有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分会员服务，并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：<br> 
（1） 本网站认为用户提供的个人资料不具有真实性、有效性或完整性；<br> 
（2） 本网站发现数据异常或有疑义或有违法之虞时；<br> 
（3） 本网站认为用户的账户涉嫌洗钱、套现、传销、被冒用或其他本网站认为有风险之情形；<br> 
（4） 本网站认为用户已经违反本协议中规定的各类规则及精神；<br> 
（5） 本网站基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向用户提供本协议项下的全部或部分会员服务，并将注册资料移除或删除的其他情形。<br> 
4. 用户账户的暂停、中断或终止不代表责任的终止，用户仍应对使用本网站服务期间的行为承担可能的违约或损害赔偿责任，同时本网站仍可保有用户的相关信息。<br> 
5. 违反上述规定的一条或多条，本平台有权随时解除合作并停止结算。<br> 
</p><br> 

<p class="p_padleft">权利与义务<br>
♦费用结算与支付<br>
•<%=company%>和合作用户按照“有效行为单位数量”进行结算：合作网站每产生一个有效行为单位将按该项目的有效行为单价进行结算。具体佣金比例以<%=company%>平台实际公布为准。<br>
•按照在<%=company%>平台上广告的实际播放数量及获得实际有效行为单位数量，<%=company%>将生成广告播放情况报表，供合作网站在平台中查看。并根据报表的实际数据与单位价格，来确定网站的广告发布收入。<br>
•结算方式根据<%=company%>平台的统计数据，以人民币计算。<br>
<font color="red">•支付费用需满足最低额度限制，当账户余额超出最低额度限制值(100元)时，即可提现。</font>如因系统维护、升级或财务年度结算的需要进行费用最终结算，<%=company%>平台将事先在重要页面发出结算通告，具体要求以另行通知为准。<br>
•开发者有义务和责任遵照国家和当地法律法规条款缴纳所得收入的相关税费。<br>
•本协议相关费用结算期为每年12月31日。
</p><br> 

<p class="p_padleft">
♦<%=company%>义务<br>
•保证自身系统的正常运转，负责后台的开发、维护以及平台相关产品设计及维护。<br>
•保障平台提供的所有广告是法律允许范围内的广告，提供的广告内容所述的产品的内容健康、合法、真实，不侵害他人的知识产权；<br>
•向用户提供查询广告嵌入数量，并尽量保证数据的准确；<br>
•按协议约定及时将佣金以转帐、汇款或其他形式支付给用户。<br>
•<%=company%>有权根据需要不时地单方面决定更改本服务条款。如服务条款有任何变更，<%=company%>将在<%=company%>网站上刊载公告，通知合作网站，无需另行单独通知。经修订的须知一经公布，立即自动生效。<br>
</p><br> 



<p class="p_padleft">
<font color="red">免责声明<br> 
用户同意使用本平台服务所存在的风险将完全由用户自己承担；因其使用本平台服务而产生的一切后果也由用户自己承担，本平台对用户不承担任何责任。本平台不保证服务一定能满足用户的要求，也不保证服务不会中断，对服务的及时性、安全性、准确性也都不作保证。用户存放在本平台的文件，本平台不承担任何风险责任。在任何情况下，本网站及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员（以下称“本网站方”）均不以任何明示或默示的方式对您使用本网站服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等，并且免除任何由此引起的法律责任。
</font>
</p> <br>


<p class="p_padleft">
服务变更、中断或终止<br> 
1.用户有权随时申请终止其<%=company%>账户资格或其在<%=company%>申请的一项或多项服务，但已交纳款项不得要求退还。 <br>
2.本平台有权根据实际情况决定取消为用户提供的一项或多项服务，但应退还用户为该服务所交纳款项的剩余部分，除此之外本平台不承担任何责任。 <br>
3.如因系统维护或升级的需要而需暂停网络服务，本平台将尽可能事先在重要页面进行通告。如发生以下任何一种情形，本平台有权随时中断或终止向用户提供服务而无需通知用户： <br>
•用户提供的个人资料不真实 <br>
•用户违反本协议中规定的使用规则 <br>
除前款所述情形外，本平台同时保留在不事先通知用户的情况下中断或终止部分或全部服务的权利，对于所有服务的中断或终止而造成的任何损失，本平台无需对用户或任何第三方承担任何责任。
</p> <br>


<p class="p_padleft">
法律管辖<br>
本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本公司所在地的人民法院提起诉讼。
</p> <br>
<p class="p_padleft">
不可抗力<br>
对于因<%=company%>平台合理控制范围以外的原因，包括但不限于自然灾害、罢工、骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使延迟或未能履约的，<%=company%>平台不对用户承担任何责任。
</p> <br>
<p class="p_padleft">
其他规定<br>
本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。<br>
如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍有效并且具有约束力。<br>
加入本平台前请详细阅读本协议，加入即默认您认可本协议规定内容。<br>
本网站所含信息可不经通知而变更。
</p> <br>
<p class="p_padleft">
本协议解释权归<%=company%>广告所有。
</p>
<div class="text_html_h3"><button onclick="javascript:window.close(this);">关闭本页</button></div>
</div>

</body>
</html>